* List of solutions

| Day | Title                 |        Part 1 |           Part2 | Done afterwards |
|-----+-----------------------+---------------+-----------------+-----------------|
|   1 | Historian Hysteria    |       2113135 |        19097157 |                 |
|   2 | Red-Nosed Reports     |           299 |             364 |                 |
|   3 | Mull It Over          |     156388521 |        75920122 |                 |
|   4 | Ceres Search          |          2462 |            1877 |                 |
|   5 | Print Queue           |          5955 |            4030 |                 |
|   6 | Guard Gallivant       |          4711 |            1562 |                 |
|   7 | Bridge Repair         | 1038838357795 | 254136560217241 |                 |
|   8 | Resonant Collinearity |           285 |             944 |                 |
|   9 | Disk Fragmenter       | 6382875730645 |   6420913943576 |                 |
|  10 |                       |               |                 |                 |
|  11 |                       |               |                 |                 |
|  12 |                       |               |                 |                 |
|  13 |                       |               |                 |                 |
|  14 |                       |               |                 |                 |
|  15 |                       |               |                 |                 |
|  16 |                       |               |                 |                 |
|  17 |                       |               |                 |                 |
|  18 |                       |               |                 |                 |
|  19 |                       |               |                 |                 |
|  20 |                       |               |                 |                 |
|  21 |                       |               |                 |                 |
|  22 |                       |               |                 |                 |
|  23 |                       |               |                 |                 |
|  24 |                       |               |                 |                 |
|  25 |                       |               |                 |                 |


* Stars

| Period                    | number |
|---------------------------+--------|
| Achieved during the month |     18 |
| Achieved later            |        |
| Total                     |     18 |
|                           |        |
#+TBLFM: @4$2=vsum(@2..@3)
